/* ----------- 01_JELLYWATCH_CATEGORIES ----------- */

/* Category Name */
"Jellyfish" = "クラゲ";

/* Category Name */
"Box Jelly" = "ハコクラゲ";

/* Category Name */
"Man o war" = "カツオノエボシ";

/* Category Name */
"Clean sea" = "きれいな海";

/* Category Name */
"Red Tide" = "赤潮";

/* Category Name */
"Vertebrate" = "脊椎動物";

/* Category Name */
"Squid" = "イカ";

/* Category Name */
"Plastic" = "プラスチック";

/* Category Name */
"Other" = "他";

/* ----------- 02_JELLYWATCH_QUANTITIES ----------- */

/* Jellywatch quantity */
"1" = "1";

/* Jellywatch quantity */
"2 to 5" = "2から5";

/* Jellywatch quantity */
"6 to 10" = "6から10";

/* Jellywatch quantity */
"11 to 99" = "11から99";

/* Jellywatch quantity */
"100+" = "100以上";

/* ----------- 03_WELCOME_SCREEN ----------- */

/* Welcome screen title */
"Welcome!" = "ようこそ！";

/* Welcome message text */
"WELCOME MESSAGE TEXT" = "Jellywatch.orgは海洋状況を監視するためのデータベースです。主にクラゲの総数観察を重視しています。\n\n市民科学者はレポートを世界中から提出（アップロード）することをおすすめします。クラゲブルームや赤潮を発見された方は直ちに報告してください。もちろんあなたが観察するきれいで通常の海の情報も大歓迎です。写真を提出した場合、種別するサービスも行っています。"

/* Welcome screen button */
"Let's Go!" = "行ってみよう！"; 

/* ----------- 04_FIRST_LOAD_HUD ----------- */

/* First load HUD text */
"Loading Database..." = "データベースをロード中";

/* First load HUD text */
"Saving..." = "保存中";

/* ----------- 05_MAIN_MENU ----------- */

/* Main Menu button */
"Settings" = "設定";

/* Main Menu title */
"Main Menu" = "メインメニュー";

/* Main Menu button */
"About" = "Jellywatchについて"

/* Main Menu Button */
"New Sighting Button" = "新しい目撃データ";

/* Main menu section title */
"My Sightings" = "私の目撃データ";

/* Main Menu Button */
"Saved Sightings" = "保存した目撃データ";

/* Main Menu Button */
"Submitted Sightings" = "入力した目撃データ";

/* Main menu section title */
"All Sightings" = "全ての目撃データ";

/* Main Menu Button */
"Map" = "地図";

/* Main Menu Button */
"List" = "リスト";

/* At bottom of Main Menu
 The %@ will be replaced with the last updated date, in the localized date/time format*/
"Last Updated: %@" = "最も最近の修正: %@";

/* Used in context 'Last Updated: Never' */
"Never" = "更新は一度もされていません"

/* At bottom of Main Menu
 The %@ will be replaced with the number of Sightings, in the local number format*/
"%@ Sightings MAIN MENU" = "%@の目撃データ";

/* ----------- 06_SETTINGS_MENU----------- */

/* Settings menu title */
"Settings TITLE" = "設定";

/* Section title in Settings */
"Jellywatch Login" = "Jellywatchログイン";

/* Input cell in Settings */
"Username" = "ユーザー名";

/* Input cell in Settings */
"Password" = "パスワード";

/* Button in Settings */
"Log In" = "ログイン";

/* Button in Settings */
"Forgot password" = "パスワードを忘れた方はこちら";

/* Button in Settings */
"New account" = "新しいアカウントの登録";

/* Section title in Settings */
"Photos taken with Jellywatch" = "Jellywatchで撮られた写真";

/* Switch cell in Settings */
"Save to Photo Library" = "フォトライブラリーに保存する";

/* Section title in Settings */
"External web links" = "他のウェッブリンク";

/* Switch cell in Settings */
"Open in Google Chrome" = "グーグルクロームで開く";

/* ----------- 07_SETTINGS_MENU_LOGGED_IN----------- */

/* Cell in Settings
 %@ will be replaced with the user's Jellywatch username */
"Logged in as %@" = "今のユーザー名： %@";

/* Button in Settings */
"Log Out" = "ログアウト";

/* ----------- 08_SETTINGS_MENU_HUD_MESSAGES ----------- */

/* HUD Message */
"Logging In..." = "ログイン中";

/* HUD Message */
"Log In Failed" = "ログイン失敗";

/* HUD Message */
"Logged In" = "ログイン成功";

/* ----------- 09_SETTINGS_ALERT1 ----------- */

/* Forgot password redirect alert in Settings */
"In order to recover your Jellywatch account you will need to visit http://jellywatch.org/user/password\n\nOnce you get your password reset, you can come back to this app and log in." = "パスワードをお忘れの場合は http://jellywatch.org/user/passwordのサイトに接続し、パスワードを再設定してください。\n\nこのアプリから再びログインできます。";

/* ----------- 10_SETTINGS_ALERT2 ----------- */

/* Create User redirect alert in Settings */
"In order to register for a Jellywatch account you will need to visit http://jellywatch.org/user/register\n\nOnce you create an account you can come back to this app and log in." = "Jellywatchに登録するためには　http://jellywatch.org/user/registerのサイトに接続し、アカウントを作ってください。\n\nこのアプリから再びログインできます。";

/* ----------- 11_ABOUT_MENU ----------- */

/* About menu title */
"About TITLE" = "Jellywatchについて";

/* About text in About menu */
"iOS app by Peter Dupris.\n\nJellywatch.org by Steve Haddock, Katherine Elliott and Alison Case.\n\nLocalization by Johnny Appleseed." = "iOSアプリ制作者：Peter Dupris\n\nJellywatch.orgの制作者: Steve Haddock, Katherine Elliott, Alison Case\n\n日本語訳:Darrin Schultz, Karin Yoshida";

/* About text in About menu */
"ABOUT TEXT" = "Jellywatch.orgは海洋状況を監視するためのデータベースです。主にクラゲの総数観察を重視しています。\n\n市民科学者はレポートを世界中から提出（アップロード）することをおすすめします。クラゲブルームや赤潮を発見された方は直ちに報告してください。もちろんあなたが観察するきれいで通常の海の情報も大歓迎です。写真を提出した場合、種別するサービスも行っています。"

/* Button in About view */
"Email Feedback" = "メールで意見する";

/* Button in About view */
"Legal" = "法律に基づく情報";

/* Leave App Alert Title
 Leave App Alert Title in About
 Leave App Alert Title in Legal */
"Leave Jellywatch App?" = "本当にアプリをやめてもよろしいですか？";

/* Leave App Alert Message
 Leave App Alert Message in Legal */
"%@ will be opened in %@" = "%@は%@で開く";

/* Email feedback alert Title in About */
"Email feedback to:" = "意見のある方はこちらへメールしてください:";

/* Email feedback alert Message in About */
"Please include app version, iOS version, device type, and the language or locale you are using." = "ご使用のアプリ、iOSバージョン、デバイス名（iPhone, iPad等）とお使いの言語を記入してください。";

/* ----------- 12_LEGAL_MENU ----------- */

/* Legal menu title */
"Legal TITLE" = "法律に基づく情報";

/* Legal menu */
"Images you upload will be made available under a creative commons license." = "アップロードされた写真はクリエイティブ・コモンズ・ライセンスの下、使用可能となります。";

/* ----------- 13_NEW_SIGHTING ----------- */

/* Location Services are used to geotag your sightings. */
"Location Services are used to geotag your sightings." = "位置情報サービスを使って目撃はジオタグに保存されています。";

/* New Sighting Title */
"New Sighting TITLE" =  "新しい目撃";

/* Section title in New Sighting */
"Category SECTION" = "カテゴリー";

/* Placeholder in New Sighting */
"Category Required" = "カテゴリーの入力が必要です。";

/* Placeholder in New Sighting */
"Sub-category Optional" = "サブカテゴリーはオプションです。";

/* Section title in New Sighting */
"Quantity SECTION" = "数";

/* Placeholder in New Sighting */
"Quantity Required" = "数の入力が必要です。";

/* Section title in New Sighting */
"Photo SECTION" = "写真";

/* Button in New Sighting */
"Take Photo" = "写真を撮る";

/* Button in New Sighting */
"Choose Photo" = "写真を選ぶ";

/* Section title in New Sighting */
"Location SECTION" = "場所";

/* Location Required */
"Location Required" = "場所の入力が必要です。";

/* Edit Location Button */
"Edit LOCATION" = "場所を編集する";

/* Edit Photo Button */
"Edit PHOTO" = "写真を編集する";

/* Section title in New Sighting */
"Date SECTION" = "日付";

/* Placeholder in New Sighting */
"Date Required" = "日付の入力が必要です。";

/* Section title in New Sighting */
"Info SECTION" = "情報";

/* Placeholder in New Sighting */
"Title Required" = "タイトルの入力が必要です。";

/* Placeholder in New Sighting */
"Description Optional" = "描写は随意";

/* Section title in New Sighting */
"About You SECTION" = "あなたについて";

/* Placeholder in New Sighting */
"Email Optional" = "メールアドレス入力はオプションです。";

/* Disclaimer for email address text field on New Sighting */
"Your email address will not be made public or shared with anyone." = "あなたのメールアドレスは公表、または共用されることはありません。";

/* Footer if logged in at bottom on New Sighting */
"Will be uploaded as user %@" = "%@としてアップロードされます";

/* ----------- 14_NEW_SIGHTING_SAVE_SHEET ----------- */

/* Save sheet title in New Sightings */
"What do you want to do with this Sighting?" = "この目撃をどうしたいですか？";

/* Save sheet button in New Sightings */
"Save for later" = "一時的に保存する";

/* Save sheet button in New Sightings */
"Submit now" = "提出する";

/* ----------- 15_EDIT_PHOTO_SHEET ----------- */

/* Edit photo sheet button in New Sightings */
"Take New Photo" = "新しい写真を撮る";

/* Edit photo sheet button in New Sightings */
"Choose New Photo" = "新しい写真を選ぶ";

/* Edit photo sheet button in New Sightings */
"Remove Photo" = "写真を削除する";

/* ----------- 16_NEW_SIGHTING_ALERT1 ----------- */

/* Alert title in New Sighting */
"Invalid Email" = "無効なメールアドレス";

/* ----------- 17_NEW_SIGHTING_ALERT2 ----------- */

/* Alert title in New Sighting */
"Sighting Incomplete" = "不完全な目撃データ";

/* Alert message in New Sighting */
"Please fill in all required fields" = "すべての必要なフィールドを記入してください。";

/* Button in Alert message in New Sighting */
"Dismiss" = "OK";

/* ----------- 18_NEW_SIGHTING_ALERT3 ----------- */

/* Location Services Disabled Alert Title in New Sighting */
"Location Services Disabled" = "位置情報サービスは使用不能です";

/* Location Services Disabled Alert Message in New Sighting */
"Enable Location Services for Jellywatch in the Settings application" = "設定アップリでJellywatchの位置情報サービスを可能にしてください。";

/* ----------- 19_NEW_SIGHTING_ALERT4 ----------- */

/* Alert title in New Sighting */
"Discard Changes?" = "変化を放棄?";

/* Alert message in New Sighting */
"Are you sure you want to discard the changes you made to this sighting?" = "本当に目撃データに加えた変更を放棄してもよろしいですか？";

/* Button in Alert message in New Sighting */
"Discard" = "放棄";

/* ----------- 20_NEW_SIGHTING_ALERT6 ----------- */

/* Alert title in New Sighting */
"Nothing to Save" = "保存するものがありません。";

/* Alert message in New Sighting */
"No changes were made to this sighting" = "この目撃には変化されませんでした。";

/* ----------- 21_CATEGORY_PICKER ----------- */

/* Category Picker Title */
"Category TITLE" = "カテゴリー";

/* ----------- 22_SUB_CATEGORY_PICKER ----------- */

/* Title bar text */
"Sub-category TITLE" = "サブカテゴリー";

/* ----------- 23_QUANTITY_PICKER ----------- */

/* Title in Quantity Picker */
"Quantity TITLE" = "数";

/* ----------- 24_LOCATION_PICKER ----------- */

/* Title in Sighting Location picker */
"Location Picker TITLE" = "目撃の所";

/* Placeholder text in Location Picker */
"Search PLACEHOLDER" = "検索";

/* Instructions for Location Picker */
"Tap, hold, then drag the pin to set a custom location" = "自分の場所を選ぶために、";

/* Label in Location Picker */
"Location:" = "場所:";

/* Photo Button in Location Picker */
"Photo LOCATION" = "写真";

/* Current Button in Location Picker */
"Current LOCATION" = "現在地";

/* HUD Message */
"No results" = "結果がありません";

/* ----------- 25_DATE_PICKER ----------- */

/* Sighting Date */
"Sighting Picker TITLE" = "目撃の日付";

/* Label in Date Picker */
"Date:" = "日付:";

/* Photo Button in Date Picker */
"Photo DATE" = "写真";

/* Today Button in Date Picker */
"Today" = "今日";

/* ----------- 26_TITLE_PICKER ----------- */

/* Title bar text */
"Title" = "タイトル";

/* ----------- 27_DESCRIPTION_PICKER ----------- */

/* Title bar text */
"Description" = "解説";

/* ----------- 28_EMAIL_PICKER ----------- */

/* Title bar text */
"Email" = "メールアドレス";

/* ----------- 29_MAP_VIEW ----------- */

/* Map TITLE */
"Map TITLE" = "地図";

/* Map type control */
"Standard" = "普通地図";

/* Map type control */
"Satellite" = "航空写真";

/* Map type control */
"Hybrid" = "ハイブリッド";

/* Plural Sightings String Map Annotation
 %@ will be replaced with the number of Sightings in the local number format */
"%@ Sightings ANNOTATION" = "%@ 目撃";

/* Plural Categories String Map Annotation
 %@ will be replaced with the number of Categories in the local number format */
"%@ Categories ANNOTATION" = "%@ カテゴリー";

/* ----------- 30_LIST_VIEW ----------- */

/* Sighting List TITLE */
"Sighting List TITLE" = "リスト";

/* Sort mode button in Sighting List */
"Date SORT" = "日付";

/* Sort mode button in Sighting List */
"Category SORT" = "カテゴリー";

/* ----------- 31_SEARCH_BUTTON----------- */

/* Search Button */
"Search BUTTON" = "検索";

/* Search Button (enabled) */
"Search Enabled BUTTON" = "検索可能ボタン";

/* ----------- 32_SEARCH_MENU----------- */

/* Title in Search View */
"Search TITLE" = "検索";

/* ----------- 33_SEARCH_MENU_TABS----------- */

/* Categories Search tab bar item title */
"Categories TAB" = "カテゴリー";

/* Date Search tab bar item title */
"Date TAB" = "日付";

/* More Search tab bar item title */
"More TAB" = "もっと";

/* On Badge in Search */
"On" = "✓";

/* ----------- 34_CATEGORY_SEARCH_PANE ----------- */

/* Switch cell title */
"Category Search SWITCH" = "カテゴリーで探す";

/* ----------- 35_DATE_SEARCH_PANE ----------- */

/* Switch in Date Search */
"Date Search SWITCH" = "日付で探す";

/* In Date Search */
"Start Date" = "開始日";


/* In Date Search */
"End Date" = "終了日";

/* ----------- 36_MORE_SEARCH_PANE ----------- */

/* Switch cell title in Search */
"Search Title" = "タイトルで検索する";

/* Placeholder in Search title cell */
"Containing" = "~を含む";”

/* Switch cell title in Search */
"Require Photo" = "写真のアップロードは必要です。";

/* ----------- 37_RESULTS_HUD_MESSAGE ----------- */

/* Singular Sightings String HUD Message */
"%@ Sighting" = "%@ 目撃";

/* Plural Sightings String HUD Message */
"%@ Sightings HUD" = "%@ 目撃";

/* Info bubble qualifier */
"(Matching search)" = "検索結果"

/* ----------- 38_UPLOADING_HUD_MESSAGES ----------- */

/* HUD Message */
"Connecting..." = "接続中...";

/* HUD Message in New Sightings */
"Uploading Photo..." = "写真をアップロード中...";

/* HUD Message in New Sightings */
"Uploading Sighting..." = "目撃をアップロード中...";

/* HUD Message */
"Upload Finished!" = "アップロードが終わりました！";

/* HUD Message */
"Upload Failed" = "アップロードに失敗しました。";

/* ----------- 39_SHARE_SHEET ----------- */

/* Share sheet item */
"Email Sighting Link" = "目撃データのURLをメールする";

/* Share sheet item */
"Tweet" = "ツイッター";

/* Share sheet item */
"Facebook" = "フェイスブック";

/* Share sheet item */
"Sina Weibo" = "新浪微博";

/* Share sheet item
 %@ will be replaced with browser name (Chrome or Safari)*/
"Open in %@" = "%@　で開く";

/* ----------- 40_SOCIAL_SUBJECT_LINE ----------- */

/* Tweet/weibo text */
"Check out this Jellywatch sighting." = "このJellywatchの目撃データを見て！.";

/* ----------- 41_SIGHTING_DETAIL_VIEW ----------- */

/* Title in Sighting Detail "目撃情報" or "目撃詳細" */
"Sighting Detail TITLE" = "目撃情報";

/* First cell shown in Sighting Detail */
"Quantity: %@" = "目撃数: %@";

/* User info in Sighting Detail */
"Submitted by %@" = "%@　が提出しました。";

/* Placeholder in Sighting while loading photo */
"Loading Photo..." = "写真をロード中...";

/* ----------- 42_GENERAL_HUD_MESSAGES ----------- */

/* HUD Message */
"Error!" = "エラー!";

/* HUD Message */
"No connection" = "接続はありません。";

/* HUD Message */
"Sighting deleted" = "目撃データを削除しました。";

/* ----------- 43_SIGHTING_LISTS_TITLES ----------- */

/* Saved Sightings TITLE */
"Saved Sightings TITLE" = "保存した目撃データ";

/* Submitted Sightings TITLE */
"Submitted Sightings TITLE" = "提出した目撃データ";

/* ----------- GENERAL ----------- */

"OK" = "OK";

"Cancel" = "キャンセル";

"Done" = "終わり";
